Repository: raskavil/SalinaCompanion
Catalog: SalinaCompanion/Localizable.xcstrings
Source language: en
Languages: cs

source: Departures not found!
cs: Odjezdy nenalezeny!

# departures.post.name.%@
source: Post %@
cs: Zastávka %@

# departures.title
source: Departures
cs: Odjezdy

# departures.vehicle_not_found
source: Vehicle not found
cs: Vozidlo nenalezeno

# departures.vehicle_not_found.description
source: It probably has not gotten on its route yet.
cs: Pravděpodobně ještě nevyrazilo na hledanou trasu.

# error.something_went_wrong
source: Something went wrong
cs: Něco se pokazilo

source: Loading
cs: Načítání

# map.filter
source: Vehicles filter
cs: Filtr vozidel

# map.filter.select_all
source: Select all
cs: Vybrat vše

# map.filter.unselect_all
source: Unselect all
cs: Odebrat vše

# map.title
source: Map
cs: Mapa

# stop.distance.away
source: away
cs: daleko

# vehicle_detail.delay.%lld
source: Delay %lld min
cs: Zpoždění %lld min

# vehicle_detail.timetable_not_found
source: Timetable not found!
cs: Jízdní řád nenalezen!

# vehicle_detail.title
source: Vehicle detail
cs: Detail vozidla

# vehicle.boat
source: Boats
cs: Lodě

# vehicle.bus
source: Buses
cs: Autobusy

# vehicle.train
source: Trains
cs: Vlaky

# vehicle.tram
source: Trams
cs: Tramvaje

# vehicle.trolleybus
source: Trolleybuses
cs: Trolejbusy
